Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C07.tmx
Source language: en_us
Languages: zh_cn

source: "Sleeping With the Enemy," by Hal Vaughan
zh_cn: 和敌人共眠：可可・香奈儿的秘密战争

source: Salome danced.
zh_cn: 莎乐美（Salome）轻轻起舞。

source: Scheherazade told tales.
zh_cn: 舍赫拉查德（Scheherazade）娓娓地讲着故事。

source: In the face of powerful, dangerous men, they used their skills differently. But both were beautiful, cunning, unafraid to employ sex for political ends.
zh_cn: 两个女人漂亮、成熟、果断，当面对着强大、危险的男人时，都有各自的手段，敢于利用自已的女性身份达到政治目的。

source: It's a well-worn story, an archetype for the ages.
zh_cn: 这个老掉牙的故事，一讲再讲早已落入俗套。

source: But give that mythic siren a bit of documentary detail, ally her with Nazis, make her a spy and a Jew-hater, and the plot becomes startling. It shocks us all over again.
zh_cn: 但是现在为眼前这个神秘、妖娆、危险的女人附加一点史料细节，故事就变得让我们大吃一惊，而且又一次倍感无限错愕：她和纳粹同在一条船上，她是一个间谍，她憎恨犹太人。

source: That is the crux of "Sleeping With the Enemy," Hal Vaughan's compelling chronicle of Coco Chanel, whose fame as the queen of couture made her a darling of princes and prime ministers.
zh_cn: 这正是哈尔・沃恩（Hal Vaughn）扣人心弦的新传记《和敌人共眠：可可香奈儿的秘密战争》的中心内容。传主正是时装界的女王，被各国王孙公子和达官贵人视为宠儿的可可・香奈儿。

source: She was born on a hot afternoon in the Pays de la Loire, and she rose from poverty with little more than a dressmaker's needle.
zh_cn: 香奈儿出生在法国卢尔（Pays de la Loire）地区，那一天的天气异常炎热。

source: But in Paris, by the eve of World War II, she was dressing the beautiful, perfuming the rich, drinking champagne with poets and impresarios.
zh_cn: 身份卑微、贫寒的她注定一生顶多是个裁缝女，但是在世界大战前夕的巴黎，她却穿着时髦，全身散发着浓郁的香水味道，和诗人、剧团经理等啜着香槟。

source: Sharp-tongued and funny, she became a friend to Winston Churchill, mistress to the Duke of Westminster, intimate of Picasso.
zh_cn: 她说话风趣、幽默，所以很快就成了丘吉尔的朋友，威斯敏斯特公爵的情人，毕加索的密友。

source: When Hitler overran Paris, she didn't hesitate to consort with the Gestapo, too.
zh_cn: 当希特勒占领法国时，她又和盖世太保有了结交。

source: Vaughan, a journalist, filmmaker and diplomat who has been "involved," as his publisher coyly puts it, "in CIA operations," offers us a different Chanel from any you'll find at the company store.
zh_cn: 这本传记的作者沃恩是一名记者、电影制片人和外交官，并且如他的出版商半遮半掩地宣称，他曾“参与美国中央情报局的一些内部行动”。所以这本传记和你从时装店里感知的香奈儿完全不同。

source: This is by no means the account of an emerging style — spare, easy, free of corsets and remarkably modern — but a tale of how a single-minded woman faced history, made hard choices, connived, lied, collaborated and used every imaginable wile to survive and see that the people she cared about survived with her. It's not a pretty picture.
zh_cn: 这不是一个新兴风格的故事――宽恕、舒适、无拘无束、现代感十足；这不是一个美丽、光鲜的故事――一个单纯的女人如何在历史的决择下做出自己的选择，纵容、欺骗、通敌，用尽一切手段生活。

source: She was born Gabrielle Chasnel in a picturesque little town in western France.
zh_cn: 香奈儿出生在法国西部风景如画的小镇，原名加布里埃・香奈儿（Gabrielle Chasnel ）。

source: Her mother was a laundrywoman; her father, a street-hawker.
zh_cn: 母亲是清洗工，父亲是个街头小贩。

source: Her parents didn't marry until she was 12, but very soon after, her mother was dead, her brothers at work on a farm, and she and her sisters installed in a Cistercian orphanage in rural France.
zh_cn: 直到香奈儿12岁时父母才结婚，很快母亲就死了，她的兄弟在农场里工作，她和姐妹们被送到法国乡村的Cistercian孤儿院。

source: It was during those years in the nunnery that young Gabrielle acquired a skill and a doctrine that would guide her for the rest of her life: She learned to sew; and she learned to hate Jews.
zh_cn: 就在修道院那几年，年轻的加布埃学会了伴随她一生的一种技巧和教义：织补和憎恨犹太人。

source: "Chanel's anti-Semitism was not only verbal," her friend, an editor of the magazine Marie Claire, avowed, "but passionate, demoded, and often embarrassing.
zh_cn: 香奈儿的一个朋友，杂志编辑玛丽・克莱儿说“香奈儿不喜欢尤太人，不仅在嘴上说说，那种憎恨很强烈，让人感觉不合时宜，甚至有时让人感到很尴尬。

source: Like all the children of her age she had studied the catechism: hadn't the Jews crucified Jesus?"
zh_cn: 像她那个年纪的所有孩子一样都被教导接受这样的教旨：难道不是尤太人杀了耶稣吗？”

source: At 18, she was striking: slim, dark-haired and dark-eyed, with a fresh, luminous complexion.
zh_cn: 香奈尔18岁时长相出众：苗条、黑发、黑眼睛，肤色健康。

source: She moved to a pension for girls in Moulins and found night work as a singer in a cabaret.
zh_cn: 她搬到了莫林市的一所女子公寓，夜晚她是夜总会的一名歌手，白天她是个缝纫工。

source: She took the name "Coco," short for "coquette," French for a kept woman — and, within a few years, she became exactly that: a demimondaine, living with her lover.
zh_cn: 她给自已取了个艺名“可可（Coco）”，是“coquette”的缩写，在法国是情妇的意思。在接下来的几年中，她真的成了一个情妇，和她的情人耶田・巴桑生活在一起。

source: He was Etienne Balsan, an ex-cavalry officer from a family of wealthy textile industrialists.
zh_cn: 巴桑曾经是个骑兵军官，来自于经营纺织业的富有家庭。

source: Balsan brought her to his chateau, introduced her to his friends and taught her how to ride — a skill that would serve her royally.
zh_cn: 巴桑带着香奈儿来到他的乡间别墅，并把她介绍给了他的朋友，还教她骑马。所以香奈儿的骑术非常好。

source: Keen-eyed and discriminating, Chanel soon learned what it took to live well.
zh_cn: 香奈儿慧眼独到，很快就学会了如何生活得更好。

source: She would remain grateful to Balsan for the rest of her life, but within two years, she was in love with someone else: Arthur "Boy" Capel, one of Balsan's riding partners — a handsome English playboy with a large bank account and a web of connections.
zh_cn: 她本应该对巴桑充满感激之情，可是两年后她又爱上了别人――“男孩”亚瑟・卡保，巴桑在骑马场的一个朋友。卡保是个英俊的英国花花公子，有着一大笔财富和广泛的人际交往。

source: In 1908, he snatched her away, installed her in a Paris apartment and helped her launch a business making ladies' hats.
zh_cn: 1908年，他带走了香奈儿，把她安排在巴黎的一幢公寓里居住，并帮她开办了一个帽子商店。

source: Boy Capel proved as generous with his wallet as he was fickle in love.
zh_cn: 卡保无论是金钱还是爱情都舍得投入。

source: When Chanel's older sister committed suicide, he arranged for Chanel's nephew, Andre Palasse (whom Chanel quickly adopted), to attend a boarding school in England.
zh_cn: 当香奈儿的姐姐自杀后，他安排了她的侄女安德瑞・帕蕾丝（很快被香奈儿收养）到英格兰的一所寄宿学校去学习。

source: Capel would go on to finance her clothing boutiques in Paris, Deauville and Biarritz.
zh_cn: 然后他又在巴黎、德维尔、巴尔瑞兹等地区资助香奈儿开办时装店。

source: But Capel would take someone else as a wife. An upper-class Englishman could hardly marry a descendant of peasants — a courtesan.
zh_cn: 但是卡保要取其他人为妻，因为一个上层社会的英国男人根本不可能和一个农民的后裔、一个交际花结婚。

source: Nevertheless, Chanel remained his mistress until his death in a car accident 10 years later.
zh_cn: 但是香奈儿还是愿意做卡保的情人，直到10年后，卡保在一次车祸中丧生。

source: She claimed she would never find happiness again.
zh_cn: 她曾说她再也找不到幸福了。

source: But at 35, she was rich, living in a glamorous apartment overlooking the Seine, poised to open the House of Chanel and acquire ever more wealth, lovers and notoriety.
zh_cn: 香奈儿在35岁时已经很富有了，她住在富丽堂皇的能看到塞纳河的一幢公寓里，泰然自若地经营着香奈儿时装店。她赚到了更多的钱，捕获了更多男人的心，同时也变得更加声名狼籍。

source: One world war had already come and gone, and it had not affected the gilded trajectory.
zh_cn: 第一次世界大战来了又走了，但是丝毫没有影响香奈儿通往被粉饰的金色大道。

source: By the 1920s, a decade of flagrant extravagance, Chanel was selling her elegant jersey suits — modeled on English men's wear — to bluebloods and arrivistes on both sides of the Atlantic.
zh_cn: 上个世纪20年代，是香奈儿奢侈品的黄金十年，香奈儿也正在向大西洋两岸的贵族和暴发户出售她优雅的圆领平纹织物女装――一款仿英国男装样式的套装。

source: With savvy co-investor Pierre Wertheimer, she released Chanel No. 5, the perfume that would make her one of the richest designers in the world.
zh_cn: 和精明的商人皮埃尔・威尔瑟梅尔（ Pierre Wertheimer）的合作，诞生了使它成为世界最富有的设计师的香奈儿五号香水。

source: She whipped up costumes for Diaghilev's ballets, chummed around with Cocteau, Stravinsky, and Modigliani, and rode out the Depression dressing Sam Goldwyn's Hollywood starlets.
zh_cn: 她迸发出灵感为狄格黑尔维（Diaghilev）的芭蕾舞剧团设计戏服，谷克多（Cocteau）、史特拉汶斯基（ Stravinsky）、莫迪里阿尼（Modigliani）都和香奈儿成了朋友，她为萨姆・戈德温（Sam Goldwyn）的好莱坞女明星们定制服装，一扫大萧条时期的苦闷。

source: Weekends, she spent on horseback or hunting and fishing with her new paramour, the tall, handsome Hugh Grosvenor, Duke of Westminster.
zh_cn: 每周，她都会和高大、英俊的情人威斯敏斯特公爵休格・罗夫纳（Hugh Grosvenor）骑马、打猎、钓鱼。

source: One of the duke's closest associates, Winston Churchill, who visited the duke's 54-bedroom country house in Bordeaux, wrote home enthusiastically: "The famous Chanel turned up and I took great fancy to her — a most capable and agreeable woman — much the stronger personality [the duke] has been up against.
zh_cn: 公爵最好的朋友温斯顿・丘吉尔曾经到过公爵在波多尔（Bordeaux）有着54个房间的乡村别墅，回来后热情洋溢地写道“闻名遐迩的香奈尔小姐也在那里，我对她充满了好奇。香奈尔小姐既聪慧又随和，同时个性比公爵还要强烈。

source: She hunted vigorously all day, motored to Paris after dinner, and today is engaged in passing and improving dresses on endless streams of mannequins. . . .
zh_cn: 她一整天都在打猎，而且兴致极高。晚饭后她开车又回到了巴黎，她今晚的工作是要修改一排假模特身上的衣服。

source: She does it all with her own fingers, pinning, cutting, looping.
zh_cn: 她完全是自已动手缝制、裁剪、打环。

source: Some have to be altered ten times." The duke was an ardent lover to Chanel, lavishing her with jewels and demands; and, although the affair lasted a mere five years, it would cement a lifelong relationship with Britain's future prime minister.
zh_cn: 有些衣服要修改几十遍。”公爵非常爱香奈尔，不断地赠送她珍贵的珠宝，满足她各种要求。尽管这段感情只维持了5年时间，但是却奠定了香奈儿和这个未来首相一生的友谊。

source: All this has been written about before and, in Hal Vaughan's somewhat bumpy narrative, it doesn't particularly shimmer. But hold on. It's the events that follow — and Vaughan's documented research — that make "Sleeping With the Enemy" riveting history.
zh_cn: 在哈尔・沃恩曲折的讲述中，前面的故事还不算精彩，之后的事件――沃恩对历史档案的研究结果，才真正的使《和敌人共眠》这本书成为最扣人心弦的历史故事。

source: Vaughan has gleaned many of the details of Chanel's collaboration from documents that were scattered for years throughout European archives.
zh_cn: 沃恩收集了散落在世界各地的的资料，查找并记录了很多有关香奈儿通敌的细节。

source: Some of the incriminating documents, in fact, had been seized by Nazis in Paris and shipped off to Berlin, where, in turn, they were sent on to Moscow by Soviet intelligence officers.
zh_cn: 其中有些和香奈儿有牵连的资料曾经被纳粹从巴黎运到了柏林，然后又被莫斯科的情报部门获得。

source: In 1938, as Europe teetered on the brink of war and Hitler's spies stole furtively through France, Chanel was living in a luxury apartment in the Ritz. Business was thriving: Her boutiques around the world swarmed with society women; her designs spawned a new range of shoes, jewelry, accessories and gowns.
zh_cn: 1938年，欧洲正处于战争的边缘，希特勒的间谍也偷偷地潜浮到了法国。这时的香奈儿住在丽兹饭店豪华的套房里，事业蒸蒸日上。她在世界的时装店已经门庭若市，挤满了上层社会的女人。她的设计也极其广泛，从鞋到珠宝首饰再到各种配件和礼服。

source: But war drummed in the distance; the Jews of Europe were in mortal danger; and, in the gathering storm, Paris prepared to save itself.
zh_cn: 但是战争的号角一触即发，欧洲的犹太人处在巨大的危险之中。在风暴来临之前，整个巴黎也做着拯救自已的准备。

source: The Vichy government decided to cast its fate with Hitler.
zh_cn: 投降派威兹政府决定投靠希特勒。

source: By 1940, France had fallen, the Wehrmacht was goose-stepping down the Champs Elysees, and Hitler strutted up the steps of the Palais de Chaillot to take command surprisingly easily. The Eiffel Tower flew the swastika.
zh_cn: 1940年，法国陷落，纳粹联合军队（Wehrmacht）踢着正步穿过香榭丽舍大道（the Champs Elysees），希特勒趾高气昂地在夏佑宫(Palais de Chaillot) 随意发号施令，埃菲尔铁塔飘扬着纳粹 d党徽。

source: Chanel's nephew and adopted son, Andre Palasse, was now a young soldier stationed at the Maginot Line; he had been captured along with 300,000 others and shuffled off to a prisoner-of-war camp in Germany. Within months, Chanel — still svelte and alluring at 57 — took on a new lover: He was Baron Hans Gunther von Dincklage, a senior officer for the Abwehr, known as "Spatz."
zh_cn: 香奈儿的侄子兼养子安德鲁・帕勒希曾驻守在马其诺防线（maginot line)。他和其他三十万军人被捕，正运送到德国的战俘营。虽然香奈儿已经57岁，但仍然魅力十足，在几个月之内她就又有了一个新的情人――德国军队情报组织（Abwehr）高级军官汉斯・君特・凡・丁克拉格男爵（ Baron Hans Gunther von Dincklage），又名斯皮茨（Spatz）。

source: According to Chanel's grandniece, "Spatz was sympa, attractive, intelligent, well-dressed and congenial."
zh_cn: 根据香奈儿的侄孙女回忆到“斯皮茨很随和、聪明、穿着时尚，总之是个有魅力的人。”

source: Perhaps Chanel thought that when she took him on, she was assuming protective coloring, but Spatz would become the last great affair of her life.
zh_cn: 可能香奈儿认为抓住这个男人的心就可以保护自己，但是这个男人却成了她生命中最后的也是最大的一桩情史。

source: At first, as Vaughan explains, what Chanel wanted most from Dincklage was Andre's freedom and safe passage, but war soon led to a far more complicated labyrinth.
zh_cn: 作者沃恩解释道，香奈儿一开始最想从丁克拉克得到是安德鲁的自由和安全，但是很快战争就导致了事件变得更加复杂。

source: Chanel herself became an Abwehr spy, complete with code name and number.
zh_cn: 香奈儿最后成了德国军队情报组织的一个间谍，而且还有完整的代号和编号。

source: In the course of securing Andre's release, she ran a mission to Madrid for the Germans.
zh_cn: 在搭救安德鲁的过程中，她来到马德里为德国人执行任务。

source: In the course of trying to win a friend's discharge from prison, she ran another.
zh_cn: 为了帮助一个朋友免受牢狱之苦，她又执行了另一次任务。

source: She traveled to Berlin with her lover to meet with SS intelligence chief General Walter Schellenberg, Himmler's righthand man.
zh_cn: 她曾和她的情人来到柏林，会见了纳粹秘密情报服务机构（ SS intelligence ）最高长官沃尔特・施伦贝格（Walter Schellenberg）。

source: When Germany began to falter, the Nazis came to believe that Chanel might be useful in contacting her old friends Churchill and the Duke of Westminster and brokering a possible peace.
zh_cn: 当德国日落西山之时，纳粹认为香奈儿有利用价值，可以让她联系她的老朋友温斯特・丘吉尔和威斯敏斯特公爵，作为中间人寻求和平谈判。

source: She didn't disappoint. She did what she was told to do and, in 1944, she wrote Churchill a letter, referring obliquely to her German connections.
zh_cn: 她没有让德国人失望，她做了德国交给她的任务。1944年，她给丘吉尔写了封信，间接地暗示了她和德国人的关系。

source: Chanel continued to live at the Ritz, rub shoulders with Nazis and dine on poularde rotie, even as French families dug through the city's garbage, trying to fend off starvation.
zh_cn: 香奈儿继续住在丽兹酒店，仍然和德国纳粹一起厮混，吃着烤布雷斯鸡肉，这时的法国人民食不裹腹，每天和饥饿做着斗争。

source: She used her position as an Aryan businesswoman to wrest total control of Chanel No. 5 from her Jewish investor, Pierre Wertheimer.
zh_cn: 这个精明的女商人认为自已是优越的雅利安人，因此她利用自己的优势地位，从尤太和伙人皮埃尔・威尔瑟梅尔手里获得了对香奈儿五号的完全控制权。

source: As the war ground on and Dincklage came and went from Berlin, convincing his bosses that she was trustworthy, thousands of French Jews were herded to sure deaths in Poland and Eastern Europe.
zh_cn: 战争还要继续，丁克拉克仍然不断地往返于巴黎和德国之间，他劝说他的老板相信香奈儿值得信赖。这时在波兰和东欧数以万计的法国尤太人被驱赶到了集中营并且即将被处死。

source: But the glamorous woman with the deft needle and acid tongue was safe. The good life at the Ritz continued to roll on.
zh_cn: 但是这位有着灵巧双手、语峰犀利的珠光宝气的女士却非常安全，在丽兹酒店过着安逸的生活。

source: There were legions of women of courage and derring-do throughout Europe, working hard to outwit the Nazis.
zh_cn: 整个欧洲无数的勇敢、坚强的妇女正在努力战斗，以智取胜，决心要把德国打败。

source: Chanel was not among them.
zh_cn: 但是香奈儿却不在她们中间。

source: When the end of the war came at last, Chanel feared nothing so much as being arrested as a "collabo" and executed as a traitor.
zh_cn: 战争结束后，香奈儿丝毫不担心自已是“通敌分子”或“叛徒”可能被审判。

source: Once again, high-placed contacts swept in to protect her.
zh_cn: 和身居高位的当权人士的接解又一次保护了她。

source: Defying the courts, the judges and investigators, she managed to lie her way to safety so that she and Dincklage continued to be lovers long after the war, when the French had identified him as a persona non grata.
zh_cn: 她开始蔑视法庭、法官和调查人员，费尽心机编造谎言掩盖自已的罪行，最后她和他的情人脱离了险境。虽然法国人民认定丁克拉克是不受欢迎的人，香奈儿和她的情人在战后还是在一起生活了好长一段时间。

source: Chanel was never taken to task for her role as a Nazi agent.
zh_cn: 此后香奈儿再也没执行过任何间谍任务。

source: She spent her last days in the luxury to which she was accustomed, celebrated and doted on in her comfortable apartment at the Ritz.
zh_cn: 她一直居住在丽兹酒店，过着她习以为常的奢华、迷醉、名流般的生活。

source: Her empire only continued to grow, bursting into new markets with vigor.
zh_cn: 她的时尚帝国也在不断扩张，市场也在不断扩大。

source: Eight months before her death, in 1971, Claude Pompidou, the first lady of France and a client for years, invited her to dine in the palace.
zh_cn: 1971年，在她去世的前八个月时法国的第一夫人克洛德・蓬皮杜（Claude Pompidou）也是香奈儿多年的客户请她到爱丽舍宫用餐。

source: "In my day," Chanel is reported to have said wryly, "one did not invite one's dressmaker for dinner."
zh_cn: 据报道说，香奈儿曾嘲讽地说“在我的那个年代，没有哪个雇主会请她的裁缝和她一起用餐。”

source: When Chanel's body was finally interred, Mme. Pompidou arranged to give her a hero's tribute. It was only then that the damning documents from French counterintelligence archives began to trickle out and plans for festivities were quickly abandoned.
zh_cn: 当去世的香奈儿准备被埋葬时，蓬皮杜夫人想为她举行一个向英雄致敬般的盛大葬礼，但是从法国情报部泄露了一份对香奈儿不利的档案，最后这个计划也就被放弃了。

source: It's an astonishing story.
zh_cn: 这是一个让人惊讶的故事。

source: And yet, its telling is far from perfect. Vaughan's clichés and non-sequiturs abound — some of his phrases are simply not English. (Can designs "impose an expensive simplicity"?
zh_cn: 然后故事也并不那么完美，沃恩语言的罗列堆砌或使用不当的地主也很多，其中一些词汇的搭配使用不应该称之为简明英语（Can designs “impose an expensive simplicity”?

source: But mid-book, the story is so gripping, the questions so provocative that, like his publisher, we no longer care.
zh_cn: 但是这本书的故事太吸引人了，一些让人抓狂的问题对于出版社或读者来说并不那么重要了。

source: How on earth did she get away with it?
zh_cn: 香奈儿到底有多少事是我们不知道的？

source: Who got duped and who was doing the duping?
zh_cn: 谁被愚弄了，谁在愚弄别人？

source: Chanel?
zh_cn: 是香奈儿？

source: Or the powerful men who befriended her?
zh_cn: 还是和她关系密切的那些男人们？

source: And then there is the most gnawing question of all: How far would you go — what wiles would you use — with one foot in the maw of an apocalypse?
zh_cn: 最后留给我们一个值得思考的问题是：当你的一支脚迈进了人性善恶挣扎的无底深渊，你会走多远，或者更准确的说你会继续使用什么样的手段走完这段路程？
